[
   {
      "id": 1,
      "name": "Alimento Hop!",
      "description": "Perro adulto mediano y grande, Sabor mix: Pulpa de remolacha, Extracto de yucca, Vitamina E, Cloruro de sodio, Sulfato de hierro, Carbonato de calcio, DL-metionina, Nicotinamida, Pantotenato de calcio, Vitamina B1, Vitamina B2, Vitamina K3, Biotina, Vitamina A, Vitamina D3, Ácido fólico, Vitamina B12, Vitamina B6, Iodato de calcio, Selenito de sodio",
      "price": 5190,
      "discount": 12,
      "image": "perro1.png",
      "weight": 21,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 27
   },
   {
      "id": 2,
      "name": "Alimento Pachá",
      "description": "Perros adultos, coktail de sabores: Maiz, harina de carne y huesos bovina, arroz, germen de maiz, afechillo de trigo, expeller de soja, sal, hidrolizado de visceras frescas(pollo y cerdo), aceite de pollo. Colorantes: chocolate, amarillo - anaranjado. Antioxidantes: BHT, BHA, extracto de Romero. Núcleo Vitamínico - Mineral: vitamina A, vitamina D3, vitamina E, vitamina K, pantotenato de calcio, ácido fólico, niacina, vitamina B1, vitamina B2, vitamina B6, vitamina B12, biotina, óxido de manganeso, óxido de zinc, iodato de calcio, sulfato ferroso, sulfato de cobre, cloruro de colina, sorbato de potasio, selenito de sodio.",
      "price": 4661,
      "discount": 5,
      "image": "perro2.png",
      "weight": 22,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 56
   },
   {
      "id": 3,
      "name": "Old Prince Premium",
      "description": "Perros adultos, Su fórmula contiene un 25% de proteína, 100% natural y no contiene soja, diseñado para fortalecer la estructura corporal y mejorar la salud de la piel y el pelaje, manteniéndolo suave y brillante.",
      "price": 7700,
      "discount": 25,
      "image": "perro3.png",
      "weight": 15,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 88
   },
   {
      "id": 4,
      "name": "Sieger Super Premium",
      "description": "Perros de todos los tamaños, ingredientes: Harina de subproductos de pollo, maíz integral, arroz, gluten de maíz, aceite de pollo refinado (fuente de omega 6), harina de pescado, saborizante natural (hidrolizado de menudencias porcinas y aviares), aceite de pescado refinado (fuente de omega 3), trigo, pulpa de remolacha, inulina, cloruro de sodio, fructo-oligosacáridos (FOS), colina, L-lisina, DL-metionina, carbonato de calcio, fosfato monodicálcico, extracto de yucca, antioxidantes naturales (extracto de romero/tocoferoles), betaína, manano-oligosacáridos (MOS), condroitín sulfato, glucosamina, vitamina E, antifúngico (ácido propiónico), sulfato de hierro, metionina de zinc, sulfato de zinc, vitamina C, sulfato de cobre, taurina, nicotinamida, pantotenato de calcio, sulfato manganoso, vitamina A, vitamina B2, vitamina B6, vitamina D3, vitamina B1, vitamina K3, biotina, ácido fólico, vitamina B12, iodato de calcio, selenio orgánico, selenito de sodio.",
      "price": 12500,
      "discount": 12,
      "image": "perro4.png",
      "weight": 20,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 10
   },
   {
      "id": 5,
      "name": "Agility Active Health",
      "description": "Perros adultos de raza mediana y grande, sabor mix: Pulpa de remolacha, Extracto de yucca, Vitamina E, Cloruro de sodio, Sulfato de hierro, Carbonato de calcio, DL-metionina, Nicotinamida, Pantotenato de calcio, Vitamina B1, Vitamina B2, Vitamina K3, Biotina, Vitamina A, Vitamina D3, Ácido fólico, Vitamina B12, Vitamina B6, Iodato de calcio, Selenito de sodio",
      "price": 8100,
      "discount": 10,
      "image": "perro5.png",
      "weight": 20,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 31
   },
   {
      "id": 6,
      "name": "Gigwy Duraspikes Dinosaurio",
      "description": " Algodón/Tpr Azul",
      "price": 8588,
      "discount": 0,
      "image": "juguetePerro1.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId": 2,
      "stock": 30
   },
   {
      "id": 7,
      "name": "Juguete Peluche Hulk",
      "description": "tela suave y resistente. Está fabricado con material 100% poliéster altamente durable a las mordeduras. Además posee sonido en su interior y su cuerpo es angosto permitiento la comodidad en el agarre de la mascota. Medidas: 21 cm x 14 cm x 6 cm.",
      "price": 4994,
      "discount": 27,
      "image": "juguetePerro2.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId": 2,
      "stock": 9
   },
   {
      "id": 8,
      "name": "Mordedor Star Wars Con Sonido",
      "description": "ideal para estimular la dentición y ayudar a tu perro a liberar energía. Está hecho de plástico resistente y no tóxico, con hendiduras que estimulan una mejor higiene dental.",
      "price": 4456,
      "discount": 5,
      "image": "juguetePerro3.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId":2,
      "stock": 5
   },
   {
      "id": 9,
      "name": "Total Full Suspension",
      "description": "Antiparasitario interno en suspensión oral. Estuche con frasco con 15 ml y jeringa dosificadora. Antiparasitario interno de amplio espectro. Fenbendazol: Actúa por unión a la tubulina, proteína que compone los microtúbulos del parásito, inhibiendo la captación de glucosa parasitaria lo que genera disminución de energía y muerte. Pirantel: Estimula la liberación de la acetilcolina, inhibiendo la colintesterasa y provocando un bloqueo neuromuscular en los helmintos. En consecuencia,provoca parálisis y desprendimiento de los parásitos.",
      "price": 1500,
      "discount": 0,
      "image": "saludPerro1.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId": 3,
      "stock": 18
   },
   {
      "id": 10,
      "name": "Serenex Spray",
      "description": "Libera desde el sitio del rociado, feromona M2. Estas feromonas, con acción análoga a las secretadas naturalmente durante la maternidad canina, ayuda a controlar conductas inadecuadas en los caninos. Estos comportamientos generalmente son consecuencia del estrés y la ansiedad ante situaciones desafiantes y se manifiestan por ejemplo con aullidos, destrucción de muebles y objetos, eliminación de orina y heces en lugares inapropiados, etc. En comparación con las feromonas naturales, las feromonas M2 tienen mayor estabilidad, nivel de difusión y residualidad en el medio ambiente. Funciona tanto con cachorros, así como con perros adultos. Es una solución libre de fármacos, recomendada por los veterinarios para los problemas de comportamiento. Puede ser usado en conjunto con otras medicaciones u otros tratamientos.",
      "price": 4900,
      "discount": 0,
      "image": "saludPerro2.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId": 3,
      "stock": 23
   },
   {
      "id": 11,
      "name": "Vitalcan Complete",
      "description": "Gato senior adultos mayores de 7 años. Sabor: Mix, aporta minerales quelados que favorecen los procesos metabólicos, proteínas de alto valor biológico y vitaminas del complejo B que los gatos mayores necesitan en esta etapa de la vida. Protege su pelo y su sistema urinario, además de controlar el olor de las heces.",
      "price": 1259,
      "discount": 0,
      "image": "michi1.png",
      "weight": 1.5,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 80
   },
   {
      "id": 12,
      "name": "Alimento Hop!",
      "description": "Gatos adultos, sabor: Mix, ingrediente pollo, con proteina bruta 29%",
      "price": 8000,
      "discount": 12,
      "image": "michi2.png",
      "weight": 15,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 16
   },
   {
      "id": 13,
      "name": "Alimento Infinity Premium Pet Food",
      "description": "Gatos adultos, sabor: Mix, Aporte de nutrientes: 3% Fibra cruda, 10% minerales, 1.5% Calcio, 1.1% Fósforo",
      "price": 11390,
      "discount": 12,
      "image": "michi3.png",
      "weight": 10,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 33
   },
   {
      "id": 14,
      "name": "Alimento Agility Premium Urinary",
      "description": "Gatos adultos, sabor: Mix, 23% de Proteinas, 14% de Grasa, sin colorantes ni conservantes artificiales",
      "price": 8600,
      "discount": 15,
      "image": "michi4.png",
      "weight": 10,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 25
   },
   {
      "id": 15,
      "name": "Alimento Complete",
      "description": "Gatos adultos, ingredientes: Arroz, harina de vísceras de pollo, harina de carne, maíz, gluten de maíz, harina de soja micronizada, harina de germen de maíz, aceite de pollo, grasa bovina, pulpa de remolacha, hidrolizado de vísceras de pollo, aceite de pescado, levadura de cerveza, trigo, manano-oligosacáridos (MOS), fructooligosacáridos (FOS), taurina, lisina, metionina, sal, zeolita, extracto de Yucca schidigera, celulosa en polvo, cloruro de potasio, bisulfato de sodio, sorbato de potasio, BHA, BHT, lecitina, tocoferoles, extracto de romero. Vitaminas: A, D3, E, colina, C, ácido nicotínico, biotina, ácido pantoténico, B1, B2, B6, K3, ácido fólico, B12. Minerales: zinc, hierro, cobre, manganeso, yodo y selenio",
      "price": 1500,
      "discount": 0,
      "image": "michi5.png",
      "weight": 1.5,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 34
   },
   {
      "id": 16,
      "name": "Set X 3 Ratitas",
      "description": "Ratas De Paño Con Chifle, Ideal para estimular los sentidos de tu gato. Mantenerlo feliz y entretenido. Ningún juguete para perro/gato es indestructible. Se debe prestar atención a la forma de juego de su mascota, ya que si la intención es romperlo es posible que lo haga.",
      "price": 776,
      "discount": 20,
      "image": "jugueteGato1.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId": 2,
      "stock": 99
   },
   {
      "id": 17,
      "name": "Vesper Rocket",
      "description": "Forma de cohete espacial. Incluye almohadon suave y mullido, Las redes aseguran una optima ventilacion, Confeccionado en tela de alta calidad. Los pelos no se adhieren, Base ponderada para mayor estabilidad, Fácil de ensamblar, no requiere herramientas, Incluye bolsa para guardar",
      "price": 32147,
      "discount": 0,
      "image": "jugueteGato2.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId": 2,
      "stock": 11
   },
   {
      "id": 18,
      "name": "Rascador Cancat 4 Pisos",
      "description": "Tipo de rascador: Torre, Material del tapizado: Felpa, Ancho x Altura x Largo: 35 cm x 50 cm x 50 cm",
      "price": 80990,
      "discount": 0,
      "image": "jugueteGato3.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId": 2,
      "stock": 22
   },
   {
      "id": 19,
      "name": "Feliway Classic Feromona Spray",
      "description": "Relajante para gatos, ayuda a reducir el estrés y la ansiedad durante las visitas al veterinario y la hospitalización o el alojamiento de su gato. se puede utilizar para ayudar a controlar problemas de comportamiento como rascarse y rociar orina. También se puede utilizar para ayudar a reducir los niveles de estrés de sus gatos durante los viajes y las visitas al veterinario.",
      "price": 5695,
      "discount": 0,
      "image": "saludGato1.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId":3,
      "stock": 25
   },
   {
      "id": 20,
      "name": "Purina Fortiflora",
      "description": "Fortiflora es un suplemento probiótico que ha demostrado favorecer la salud intestinal del gato y desarrollar un sistema inmunitario fuerte. ",
      "price": 5809,
      "discount": 0,
      "image": "saludGato2.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId": 3,
      "stock": 12
   },
   {
      "id": 21,
      "name": "Juguete Cuerda Dental Spiderman",
      "description": "Este juguete hecho con cuerda es ideal para estimular la dentición y ayudar a tu perro a liberar energía. Además, está hecho de materiales duraderos y no tóxicos, siendo seguro y recomendable. Su diseño divertido te hará recordar a tu personaje favorito de las mejores series y películas.",
      "price": 7053,
      "discount": 0,
      "image": "juguetePerro4.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId":2,
      "stock": 27
   },
   {
      "id": 22,
      "name": "Gigwi Duraspikes Jabalí Rojo",
      "description": "La serie de juguetes Gigwi Duraspikes se caracteriza por su resistencia, lo que la hace ideal para perros de mordida fuerte. Se presentan en diferentes modelos y colores, y permitirán que tu mascota limpie sus dientes al mismo tiempo que se divierte gracias a sus espinas de caucho de alta dureza.",
      "price": 11500,
      "discount": 0,
      "image": "juguetePerro5.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId":2,
      "stock": 15
   },
   {
      "id": 23,
      "name": "Juguete Para Perro De Vinilo Con Chifle",
      "description": "Juguetes para perro con chifle interno. Estos originales diseños de Halloween realizados en látex son el juguete que todo perro puede utilizar. El sonido estimula a tu mascota otorgando más diversión. El hábito de mascar ayuda a una correcta higienización de su boca. Controla la placa y el sarro, limpiando sus dientes. También proporciona gran diversión estimulando a tu perro y evita que muerda otras cosas no aptas para él.",
      "price": 1147,
      "discount": 0,
      "image": "juguetePerro6.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId":2,
      "stock": 27
   },
   {
      "id": 24,
      "name": "Juguete Para Perro Kong Wild Knots Bear",
      "description": "Los KONG Wild Knots son suaves y hermosos por fuera y duraderos y fuertes por dentro. Los osos Wild Knots seguramente serán un éxito entre los perros y sus dueños. A los perros les encanta su esqueleto anudado.",
      "price": 2590,
      "discount": 0,
      "image": "juguetePerro7.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId":2,
      "stock": 30
   },
   {
      "id": 25,
      "name": "Juguete Para Perro Gigwi Suppa",
      "description": "¡Diversión interactiva para los amigos más pequeños!. Nuestra última colección para cachorros y perros pequeños. La serie Suppa Puppa está diseñada para jugar y entrenar con tus amigos más pequeños. Tiene varios estilos y opciones de color diferentes, todos los juguetes incluyen la función de chirrido y se crean utilizando las últimas tecnologías TPR",
      "price": 781,
      "discount": 0,
      "image": "juguetePerro8.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId":2,
      "stock": 25
   },
   {
      "id": 26,
      "name": "Antipulgas Bravecto Perros 20 A 40 Kg",
      "description": "Comprimido masticable que protege a tu perro por 12 semanas contra pulgas y garrapatas desde sólo dos horas después de su aplicación. Tiene sabor atractivo, por lo que no será complicado que tu mascota lo ingiera. Puede ser utilizado por perros desde las 8 semanas de vida, hembras en período de gestación o lactancia, y por animales sensibles a la ivermectina. Indicado para perros de 20 a 40 kg.",
      "price": 11500,
      "discount": 0,
      "image": "saludPerro3.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId": 3,
      "stock": 5
   },
   {
      "id": 27,
      "name": "Pipeta Advantix Perros 4 A 10 Kg",
      "description": "Advantix de 4 a 10 kg es un antiparasitario externo que controla y elimina garrapatas y pulgas en perros, repele zancudos, elimina las pulgas adultas y las larvas de pulgas que están en el ambiente donde habita la mascota. Actúa durante 1 mes y es efectivo antes de que los parásitos se adhieran a la piel del perro o le transmitan alguna enfermedad.",
      "price": 1300,
      "discount": 0,
      "image": "saludPerro4.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId": 3,
      "stock": 23
   },
   {
      "id": 28,
      "name": "Pipeta Frontline Plus Perro Entre 20 Y 40 Kg",
      "description": "Antiparasitario externo para el control de infestaciones por pulgas, garrapatas y piojos masticadores en perros que pesen entre 21 y 40 kg. Para el control y prevención de infestaciones por pulgas, garrapatas y piojos. Se recomienda el uso de Frontline Plus como terapia complementaria en el tratamiento de la dermatitis alérgica por pulgas. El período de eficacia contra pulgas es de 1 mes y, también protege al perro contra garrapatas durante 1 mes.",
      "price": 2756,
      "discount": 0,
      "image": "saludPerro5.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId": 3,
      "stock": 56
   },
   {
      "id": 29,
      "name": "Frontline Spot On Perro 10 A 20 Kg",
      "description": "Pipeta para perros de razas medianas de 11 a 20 kg mayores a 8 semanas de edad. Indicada para el control y prevención de infestaciones por pulgas, garrapatas y piojos. Se recomienda el uso de Frontline Spot On como terapia complementaria en el tratamiento de la dermatitis alérgica por pulgas. El período de eficacia contra pulgas y garrapatas en perros es de 1 mes.",
      "price": 3127,
      "discount": 0,
      "image": "saludPerro6.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId": 3,
      "stock": 18
   },
   {
      "id": 30,
      "name": "Pipeta Antiparasitaria Fider Point 21-40 Kg",
      "description": "Fider Point de 21 a 40 kg, es un antiparasitario externo para el tratamiento y prevención de pulgas, garrapatas y mosquitos. Actúa rápido y tiene efecto duradero, con una aplicación, cuidás a tu perro por un mes.",
      "price": 560,
      "discount": 0,
      "image": "saludPerro7.png",
      "weight": null,
      "categoryId": 1,
      "productTypeId": 3,
      "stock": 34
   },
   {
      "id": 31,
      "name": "Royal Canin Perro Hipoalergénico X 10 Kg",
      "description": "Royal Canin Hypoallergenic DR 21 es un alimento balanceado de prescripción para perros, destinado a reducir la intolerancia a ingredientes y nutrientes (alergia alimentaria). Este alimento ha sido elaborado a partir de fuentes de proteínas y glúcidos seleccionados. Indicaciones: dieta de eliminación, alergia alimentaria, intolerancia alimentaria, enfermedad inflamatoria intestinal, diarrea crónica, proliferación bacteriana en el intestino delgado, constipación. Contraindicaciones: crecimiento, gatas gestantes y en períodos de lactancia / gatitos. Cuando se sospecha de una alergia o intolerancia alimentaria, se deberá modificar la alimentación del gato sin periodo de transición alguno.",
      "price": 20245,
      "discount": 5,
      "image": "perro6.png",
      "weight": 10,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 25
   },
   {
      "id": 32,
      "name": "Royal Canin Perro Veterinary Renal",
      "description": "Royal Canin Renal RF16 es un alimento balanceado recomendado para perros para ayudar a la función renal en caso de insuficiencia renal crónica o aguda, gracias a su bajo contenido de fósforo y contenido moderado de proteínas de alta calidad y para la reducción de la formación de cálculos de oxalato por su bajo contenido de calcio y vitamina D y sus propiedades alcalinizantes de la orina. Indicaciones: insuficiencia renal crónica, prevención de la formación recidivante de cálculos de urato y cistina. Prevención de los cálculos de oxalato cálcico en caso de insuficiencia renal. Contraindicaciones: crecimiento, gestación y lactancia.",
      "price": 17600,
      "discount": 5,
      "image": "perro7.png",
      "weight": 10,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 30
   },
   {
      "id": 33,
      "name": "Pro Plan Veterinary Diet Perro Nf Renal",
      "description": "Alimento balanceado de prescripción médica para perros adultos con enfermedades renales. Este alimento también puede indicarse como auxiliar al tratamiento de urolitiasis por oxalato de calcio y en la encefalopatía hepática. Neutraliza el pH de la orina, aporta ácidos grasos esenciales que limitan la inflamación y está especialmente diseñado para frenar el avance de las enfermedades renales crónicas (ERC).",
      "price": 15286,
      "discount": 10,
      "image": "perro8.png",
      "weight": 7.5,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 48
   },
   {
      "id": 34,
      "name": "Pro Plan Perro Ur Vias Urinarias",
      "description": "Pro Plan canine UR vías urinarias es un alimento balanceado que se especializa en aquellas alteraciones en las vías urinarias. Su combinación de nutrientes ayuda a prevenir la formación de cálculos y/o cristales de estruvita que terminan dañando la sensibilidad en su sistema. Favorece la dilución efectiva de la orina, reduciendo las concentraciones de minerales y sustancias irritantes de la orina. Promueve la ingesta de agua y un mayor volumen de la orina. Ayuda a asegurar el cumplimiento del paciente a largo plazo.",
      "price": 17650,
      "discount": 0,
      "image": "perro9.png",
      "weight": 7.5,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 56
   },
   {
      "id": 35,
      "name": "Excellent Smart Formula Perro Adulto",
      "description": "Excellent Formula Smart es un alimento con ingredientes de alta calidad que proporciona los nutrientes fundamentales para satisfacer todas las necesidades nutricionales de tu mascota. Para adultos desde los 12 meses de edad en adelante, ayuda a mantener los músculos fuertes. Los ácidos grasos Omega 3 y 6 aportan elasticidad a la piel y favorecen a un pelo sano y brillante.",
      "price": 13500,
      "discount": 20,
      "image": "perro10.png",
      "weight": 20,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 19
   },
   {
      "id": 36,
      "name": "Dog Chow S/ Colorante Adulto M/G",
      "description": "Dog Chow para perros adultos de razas medianas y grandes es un alimento balanceado que maximiza la calidad de vida de tu mascota. Equilibra la flora intestinal, promueve un pelaje brillante y contribuye a un buen desarrollo del cerebro y la visión. Nutrición especificamente diseñada para tu perro adulto mediano y grande de 1 a 7 años de edad, que ayuda a mejorar su calidad de vida de forma visible, con una receta sin colorantes.",
      "price": 12200,
      "discount": 5,
      "image": "perro11.png",
      "weight": 21,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 18
   },
   {
      "id": 37,
      "name": "Fawna Perro Adulto Light",
      "description": "Fawna Patagonic Taste Light con salmón por 3 kg es un alimento seco balanceado completo para perros adultos de todas las razas entre 12 meses y 7 años de edad. Entre sus ingredientes posee salmón del pacífico, zapallo y frutos rojos. También posee un 33% de proteínas tales como el salmón y el pollo, además de ser un alimento light para el control de peso posee un 50% menos de grasas y es reducido en calorías.",
      "price": 5056,
      "discount": 15,
      "image": "perro12.png",
      "weight": 3,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 10
   },
   {
      "id": 38,
      "name": "Sieger Perro Senior+7 Mediano Y Grande",
      "description": "Los perros, a medida que avanzan en edad, sufren cambios en el organismo. Su nivel de actividad disminuye, el metabolismo se hace más lento y las articulaciones se desgastan. Es por esto que es fundamental brindarles una alimentación que los ayude a mejorar su calidad de vida y a mantenerse saludables. Sieger Senior +7 contiene el nivel óptimo de proteínas y grasas que tu perro necesita para mantener un peso saludable, glucosamina y condroitín sulfato que contribuyen a fortalecer las articulaciones y huesos, prebióticos que optimizan la absorción de nutrientes y ácidos grasos Omega 3 y 6 que contribuyen a mejorar la piel y el brillo del pelo.",
      "price": 14800,
      "discount": 15,
      "image": "perro13.png",
      "weight": 15,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 25
   },
   {
      "id": 39,
      "name": "Vitalcan Complete Perro Adulto Raza Peq",
      "description": "Vitalcan Complete es un alimento sin colorantes artificiales ideal para perros adultos de razas pequeñas de 1 a 7 años porque contribuye a la protección del sistema digestivo, el cuidado oral y el mantenimiento de la piel sana y el pelaje brillante. También proporciona mayor vitalidad, ya que contiene proteínas que ofrecen los niveles adecuados de energía. Sus ingredientes con fibras naturales ayudan a mantener el equilibrio de la flora intestinal y favorecen la producción de heces firmes y con menos olor.",
      "price": 10521,
      "discount": 20,
      "image": "perro14.png",
      "weight": 20,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 55
   },
   {
      "id": 40,
      "name": "Unik Perro Adulto Mediano Y Grande",
      "description": "Alimento balanceado para perros adultos a partir de los 10 meses de edad en adelante y que pesen, al menos, 11 kg. Gracias a la rigurosa selección de la calidad de las proteínas, mejora el equilibrio intestinal, promoviendo el desarrollo de una flora bacteriana adecuada y una óptima asimilación de los nutrientes. Contribuye a mantener el buen estado de la piel y el pelo, gracias al aporte de nutrientes específicos y alto contenido de EPA y DHA.",
      "price": 12500,
      "discount": 5,
      "image": "perro15.png",
      "weight": 15,
      "categoryId": 1,
      "productTypeId": 1,
      "stock": 15
   },
   {
      "id": 41,
      "name": "Juguete Gigwi Bee W/Catnip",
      "description": "El juguete vibrante para correr GiGwi está diseñado para satisfacer los instintos de caza de sus gatos. Cuando tire de las colas del juguete, vibrará y se moverá en direcciones aleatorias como una real. Sin duda, tu gatito perseguirá el juguete de forma emocionante.",
      "price": 3540,
      "discount": 0,
      "image": "jugueteGato4.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId": 2,
      "stock": 90
   },
   {
      "id": 42,
      "name": "Juguete Para Gato Gigwi Pet Droid",
      "description": "Juguete interactivo que reacciona ante los movimientos de tu mascota. Está equipado con un sensor de movimiento que controla la aparición y desaparición de la pluma incorporada en el dispositivo. Además, contiene un chip de sonido que complementa la diversión de tu gato. Dimensiones: 15 x 8 x 7.5 cm.",
      "price": 15200,
      "discount": 10,
      "image": "jugueteGato5.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId": 2,
      "stock": 27
   },
   {
      "id": 43,
      "name": "Juguete Para Gato Sonoro Con Plumas Ferplast",
      "description": "Una de las últimas novedades entre los accesorios para animales de Ferplast. Fabricado en látex, este juego sonoro para gatos propone unos simpáticos gatos con aplicaciones de suaves plumas y un pequeño cascabel en la cola. Elige el que más te guste y empieza a jugar con tu mascota. De esta manera, reforzarás el vínculo especial que tienes con él, llevando la alegría a sus jornadas y combatiendo el aburrimiento.",
      "price": 2500,
      "discount": 0,
      "image": "jugueteGato6.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId": 2,
      "stock": 35
   },
   {
      "id": 44,
      "name": "Puerta Vaiven Marron Para Gato",
      "description": "Esta puerta para gatos facilita y controla la entrada y salida de tu mascota. Cuenta con un sistema de cierre de cuatro modos: entrada - salida - entrada y salida - cerrado. Las puertas swing pueden ser montada fácilmente en cualquier estructura: madera, vidrio, metal, paredes y mosquiteros. Medidas: 22,5 x 5 x h 25,2 cm.",
      "price": 23500,
      "discount": 0,
      "image": "jugueteGato7.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId": 2,
      "stock": 12
   },
   {
      "id": 45,
      "name": "Tunel Gato Triple",
      "description": "Este túnel para gatos de tres salidas permitirá que tu mascota juegue, se divierta durante horas, tenga su espacio y pueda descansar. Este accesorio es totalmente seguro y se pliega para poder almacenarlo y transportarlo. Medidas: 1,30 x 50 cm.",
      "price": 18600,
      "discount": 0,
      "image": "jugueteGato8.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId": 2,
      "stock": 46
   },
   {
      "id": 46,
      "name": "Pipeta Frontline Plus Gato",
      "description": "Antiparasitario Frontline Pipeta para gatos indicado para el control y prevención de infestaciones por pulgas, garrapatas y piojos. Se recomienda el uso de Frontline Plus como terapia complementaria en el tratamiento de la dermatitis alérgica por pulgas. El período de eficacia contra pulgas en gatos es de 5 semanas.",
      "price": 1456,
      "discount": 10,
      "image": "saludGato3.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId":3,
      "stock": 25
   },
   {
      "id": 47,
      "name": "Pipeta Frontline Gato Spot On",
      "description": "Antiparasitario Frontline Pipeta para gatos indicado para el control y prevención de infestaciones por pulgas, garrapatas y piojos. Se recomienda el uso de Frontline Spot On como terapia complementaria en el tratamiento de la dermatitis alérgica por pulgas. El período de eficacia contra pulgas en en gatos es de 5 semanas.",
      "price": 1015,
      "discount": 0,
      "image": "saludGato4.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId":3,
      "stock": 15
   },
   {
      "id": 48,
      "name": "Tonico Complejo Vitaminas y Minerales",
      "description": "Colabora en el fortalecimiento de las defensas, ayuda a mantener una piel y pelaje sano y brillante, en períodos en los que se necesita un mayor aporte vitamínico, como gestación, lactación, pérdida de apetito, etc. También está recomendado para gatos de cría y exposición.",
      "price": 2939,
      "discount": 0,
      "image": "saludGato5.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId":3,
      "stock": 56
   },
   {
      "id": 49,
      "name": "Pipeta Perfos Felino Hasta 4 Kg",
      "description": "Antiparasitario externo indicado para el control y tratamiento de las infestaciones causadas por pulgas. Se indica como tratamiento complementario de la Dermatitis por pulgas.",
      "price": 399,
      "discount": 5,
      "image": "saludGato6.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId":3,
      "stock": 27
   },
   {
      "id": 50,
      "name": "Pipeta Ecthol Gatos Desde 5 Kg",
      "description": "Ecthol GMP para gatos más de 5 kg es una pipeta pulguicida y garrapaticida que además repele moscas y mosquitos, transmisores de enfermedades. Antiparasitario externo pulguicida spot-on para gatos, prevención y tratamiento de infestaciones por pulgas.",
      "price": 645,
      "discount": 0,
      "image": "saludGato7.png",
      "weight": null,
      "categoryId": 2,
      "productTypeId":3,
      "stock": 25
   },
   {
      "id": 51,
      "name": "Pro Plan Gato Veterinary Hipoalergénico",
      "description": "Pro Plan Veterinary Diets Feline Hydrolized de 5 kg es un alimento balanceado seco diseñado para gatos adultos con alergia alimentaria. Su fórmula con ácidos grasos omega-6, zinc y vitamina A ayuda a mantener la integridad epidérmica, cuidando la salud de la piel del gato. Además, apoya a la salud gastrointestinal, permitiendo una fácil digestión.",
      "price": 10300,
      "discount": 10,
      "image": "michi6.png",
      "weight": 3,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 78
   },
   {
      "id": 52,
      "name": "Pro Plan Gato Ur Vias Urinarias",
      "description": "Pro Plan Feline UR vías urinarias es un alimento balanceado para gatos con problemas urinarios. Su combinacion de nutrientes ayudan a resolver este tipo de afecciones. Alimento terapéutico para el manejo nutricional de los transtornos de las vías urinarias inferiores en los gatos. Favorece la dilución efectiva de la orina, reduciendo las concentraciones de minerales y sustancias irritantes de la orina. Promueve la ingesta de agua y un mayor volumen de la orina. Ayuda a asegurar el cumplimiento del paciente a largo plazo.",
      "price": 22350,
      "discount": 10,
      "image": "michi7.png",
      "weight": 7.5,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 86
   },
   {
      "id": 53,
      "name": "Vitalcan Therapy Gato Urinary Health",
      "description": "Vitalcan Therapy Urinary Health es un alimento de prescripción médica para gatos adultos que colabora con la prevención y disolución de cálculos de estruvita, indicado para combatir las enfermedades del tracto urinario inferior. Controla el pH de la orina y estimula el consumo de agua.",
      "price": 19200,
      "discount": 10,
      "image": "michi8.png",
      "weight": 7.5,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 22
   },
   {
      "id": 54,
      "name": "Mv Gato Gastrointestinal",
      "description": "MV gato Gastrointestinal es una dieta prescripta para gatos de todas las edades. De alta digestibilidad y bajo residuo para gatos con enfermedades gastrointestinales. Maximiza la absorción de nutrientes, colabora en la recuperación de las mucosas irritadas. La glutamina interviene en el tropismo del epitelio del duodeno y yeyuno. Ayuda a compensar la pérdida de complejos vitamínicos minerales causada por vómitos y diarreas. ",
      "price": 5200,
      "discount": 10,
      "image": "michi9.png",
      "weight": 2,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 26
   },
   {
      "id": 55,
      "name": "Vitalcan Therapy Gato Hypoallergenic",
      "description": "Vitalcan Therapy Hypoallergenic Care es un alimento de prescripción médica para gatos de todas las edades con patologías de alergias digestivas y/o cutáneas. Contiene proteína hidrolizada de bajo peso molecular que evita que se desencadenen las reacciones alérgicas y carbohidratos altamente digestibles. Aporta prebióticos que favorecen el desarrollo de la flora intestinal dañada durante los episodios de alergia, y detoxificantes naturales para mantener su cuerpo sano y fuerte.",
      "price": 7750,
      "discount": 0,
      "image": "michi10.png",
      "weight": 2,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 44
   },
   {
      "id": 56,
      "name": "Pro Plan Gato Adulto",
      "description": "Purina Pro Plan con OptiPrebio es un alimento balanceado para gatos adultos de 1 a 7 años de edad. Ayuda a optimizar la digestión mediante la correcta absorción de nutrientes; promueve la salud e higiene oral de tu mascota mediante la reducción del sarro dental; también protege la salud del tracto urinario y, al contener pollo fresco como uno de sus principales ingredientes, provee una fuente ideal de proteínas y aminoácidos.",
      "price": 8200,
      "discount": 0,
      "image": "michi11.png",
      "weight": 3,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 12
   },
   {
      "id": 57,
      "name": "Iams Gato Adulto Sabor Pollo",
      "description": "Iams Cat Food Chicken es un alimento balanceado para gatos adultos a partir 12 meses de edad, elaborado con pollo como ingrediente principal. Contiene prebióticos que trabajan en el interior del tracto digestivo para promover una digestión saludable. Enriquecido con antioxidantes para ayudar a desarrollar un sistema inmune y fuerte.",
      "price": 27400,
      "discount": 0,
      "image": "michi12.png",
      "weight": 15,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 95
   },
   {
      "id": 58,
      "name": "Old Prince Gato Equilibrium Urinary Care",
      "description": "Old Prince Equilibrium Urinary Care es un alimento para gatos adultos con tendencia a contraer afecciones en su sistema urinario. Promueve el consumo de agua y regula el pH de la orina, reduciendo el riesgo de formación de cálculos de estruvita y oxalato. Adicionalmente, protege el funcionamiento cardíaco mediante la inclusión de taurina en su fórmula y previene la formación de bolas de pelo.",
      "price": 9400,
      "discount": 0,
      "image": "michi13.png",
      "weight": 7.5,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 75
   },
   {
      "id": 59,
      "name": "Whiskas Gato Adulto Pescado",
      "description": "Gato senior adultos mayores de 7 años. Sabor: Mix, aporta minerales quelados que favorecen los procesos metabólicos, proteínas de alto valor biológico y vitaminas del complejo B que los gatos mayores necesitan en esta etapa de la vida. Protege su pelo y su sistema urinario, además de controlar el olor de las heces.",
      "price": 9013,
      "discount": 0,
      "image": "michi14.png",
      "weight": 10,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 25
   },
   {
      "id": 60,
      "name": "Fawna Gato Adulto Esterilizado",
      "description": "Fawna Patagonic Taste gato adulto esterilizado por 7,5+1 kg es un alimento balanceado seco y completo para gatos adultos a partir de los 12 meses. Posee un 38% de proteínas provenientes del pollo con prebióticos y probióticos naturales los cuales fomentan una alimentación diaria más saludable para tu mascota. El nivel y la calidad del origen de los ingredientes y aminoácidos esenciales contribuyen al máximo desarrollo de su estructura corporal. ",
      "price": 13800,
      "discount": 0,
      "image": "michi15.png",
      "weight": 7.5,
      "categoryId": 2,
      "productTypeId": 1,
      "stock": 80
   }
]